app/controllers/teams_controller.rb

  def create
    @team = Team.new(params[:team])

    if @team.save
---
INSERT INTO "teams" ("created_at", "name", "updated_at") VALUES ($1, $2, $3) RETURNING "id"  [["created_at", Thu, 25 Jul 2013 03:51:35 UTC +00:00], ["name", "Paralelo 6"], ["updated_at", Thu, 25 Jul 2013 03:51:35 UTC +00:00]]